Repository: keitaroinc/ckanext-calendar
Catalog: ckanext/calendar/i18n/*/LC_MESSAGES/ckanext-calendar.po
Languages: da_dk

source: Event not found
da_dk: Begivenhed blev ikke fundet

source: The event was created successfully.
da_dk: Begivenhed blev oprettet

source: The event was updated successfully.
da_dk: Begivenhed blev opdateret

source: The event was removed successfully.
da_dk: Begivenhed blev slettet

source: User {0} not authorized to create events
da_dk: Bruger {0} har ikke rettigheder til at oprette en begivenhed

source: User {0} not authorized to update events
da_dk: Bruger {0} har ikke rettigheder til at redigere en begivenhed

source: User {0} not authorized to patch events
da_dk: Bruger {0} har ikke rettigheder til at patch'e en begivenhed

source: User {0} not authorized to delete events
da_dk: Bruger {0} har ikke rettigheder til at slette en begivenhed"

source: Start date is in the past
da_dk: Startdato ligger før i dag

source: Incorrect start date format, should be YYYY-MM-DD
da_dk: Startdato har ikke korrekt format, formatet skal være YYYY-MM-DD

source: Start date can not be in past!
da_dk: Startdato kan ikke være før i dag

source: Incorrect end date format, should be YYYY-MM-DD
da_dk: Slutdato har ikke korrekt format, formatet skal være YYYY-MM-DD

source: Incorect end date, should be greater than start date
da_dk: Slutdato skal ligge efter startdato

source: Home
da_dk: Hjem

source: Events
da_dk: Begivenheder

source: Some well-written description needs to be added here. When writing it, please think about what content the page includes, which actions it offers and which elements are instantly visible. This block should be used to provide extra information for the users, in case they are not sure what they are looking at.
da_dk: Her vises begivenheder med relevans for brugere af energidata. Det kan være oplysning om events, nye datasæt eller frigivelse af nye tjenesterhvor data bliver anvendt. Begivenheder kan også være frigivelse af nyfunktioner i Energi Data Service og nye versioner

source: Recent Events
da_dk: Nylige begivenheder

source: No events are created in the system.
da_dk: Ingen begivenheder er oprettet i systemet

source: Add event
da_dk: Tilføj begivenhed

source: Add Event
da_dk: Tilføj begivenhed

source: Name
da_dk: Titel

source: Name your event
da_dk: Begivenhedens titel

source: Start date
da_dk: Start dato

source: Start date of the event
da_dk: Begivenhedens startdato

source: End date
da_dk: Slut dato

source: End date of the event
da_dk: Begivenhedens slutdato

source: Venue
da_dk: Lokation

source: Where is the event talking place?
da_dk: Hvor finder begivenheden sted?

source: Description
da_dk: Beskrivelse

source: Describe the event briefly or in more details
da_dk: Beskriv begivendenheden

source: Cancel
da_dk: Afbryd

source: Save
da_dk: Gem

source: Starts
da_dk: Start

source: No venue provided.
da_dk: Ingen lokation indtastet

source: Ends
da_dk: Slut

source: Edit
da_dk: Ændre

source: Delete
da_dk: Slet

source: No description provided.
da_dk: Ingen beskrivelse indtastet

source: No events found.
da_dk: Ingen begivenhed fundet

source: Read mode
da_dk: Læse tilstand
